{
  "parts": [
    {
      "url": "../static/images/jpeg/Fond_Nature.jpeg",
      "dialogs": [
        {
          "character": "main",
          "message": "Loïs, il est temps de te transmettre notre tradition familiale qui perdure depuis des années. C’est un devoir que chaque génération se doit d’accomplir."
        },
        {
          "character": "second",
          "message": "Père, je ne comprends pas qu’entendez-vous par tradition familiale ?"
        },
        {
          "character": "main",
          "message": "De génération en génération, chaque père offre une œuvre qu’il a réalisé pour son fils. "
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Portrait_Arriere_GP.jpeg",
      "date": 1802,
      "dialogs": [
        {
          "character": "main",
          "message": "Ton arrière grand-père et ton grand-père s’y sont pliés et tu devras faire de même."
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Portrait_GP.jpeg",
      "date": 1875,
      "dialogs": [
        {
          "character": "main",
          "message": "C’est un symbole de reconnaissance et une manière de te transmettre tout mon savoir pour que tu puisses faire de même quand tu seras père."
        },
        {
          "character": "second",
          "message": "Très bien père, je vous écoute attentivement, par quoi dois-je commencer ?"
        },
        {
          "character": "main",
          "message": "Il n’y a pas d’art si tu choisis d’idéaliser la réalité. Tu dois absolument la représenter de manière objective, telle que nous la voyons. "
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Portrait_Pere.jpeg",
      "dialogs": [
        {
          "character": "main",
          "message": "Mon fils, voici l'œuvre que je t’ai peinte, tu remarqueras que j’ai choisi de représenter la réalité de la façon la plus franche possible et sans idéaliser le sujet."
        },
        {
          "character": "main",
          "message": "Maintenant à ton tour, garde toujours ton objectif en tête, c’est de cette manière que tu arriveras à tes fins."
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Portrait_Fils_2.jpeg",
      "dialogs": [
        {
          "character": "second",
          "message": "Pour moi, la peinture c’est représenter des émotions, laisser exprimer ce que l’on a envie d’extérioriser. Je vous laisse découvrir ce que j’ai peint père, j’espère que vous serez surpris par mon audace et … "
        },
        {
          "character": "main",
          "message": "Mais quelle honte ! Ce n’est pas de l’art ! Je t’ai appris et transmis toutes mes connaissances et mon savoir-faire... et tu me proposes une grossièreté pareille ! Rien ne me convient, tout est géométrique et les proportions ne sont même pas respectées ! "
        },
        {
          "character": "second",
          "message": "Père, calmez-vous ! Mon œuvre reflète seulement ma propre vision des choses, c’est de cette manière que je perçois l’art. Je ne voulais en aucun cas vous offenser et encore moins remettre en cause l’éducation que vous m’avez inculquée."
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Background-fusion-art.jpg",
      "dialogs": [
        {
          "character": "second",
          "message": "Ecoutez, père. Vous avez votre vision et j’ai la mienne. Je pense que nous devrions trouver un terrain d’entente non ?"
        },
        {
          "character": "main",
          "message": "Ceci me semble compliqué mais je t’avoue, fils, que ta sagesse m’impressionne… Dans ce cas, faisons un dernier tableau ensemble, liant les traits réalistes d’un portrait et en ajoutant ta touche de créativité saugrenue. "
        },
        {
          "character": "second",
          "message": "Ne soyez pas si sceptique, je vais vous montrer que l’on peut allier nos deux styles tout en gardant une technique irréprochable !"
        }
      ]
    },
    {
      "url": "../static/images/jpeg/Portrait_Final.jpeg",
      "dialogs": [
        {
          "character": "second",
          "message": " Regardez notre œuvre, père, n’en n’êtes-vous pas fier ?"
        },
        {
          "character": "main",
          "message": "Je dois t’avouer, fils, que c’est plutôt réussi !"
        },
        {
          "character": "second",
          "message": "Vous voyez ! Rien ne nous empêche de digresser les règles. Le changement surgit lorsque l'on se laisse surprendre par l'inattendu, donnant naissance à ce que l’on imaginait impossible."
        }
      ]
    }
  ]
}